---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ReinEstNumberOfBars
source: html/137d02a4-4f6e-d5b6-780e-8e8f43afae03.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ReinEstNumberOfBars Property

"Estimated Number of Bars"

## Syntax (C#)
```csharp
public static ForgeTypeId ReinEstNumberOfBars { get; }
```